/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
        "subheading": "",
        "show_title": true,
        "heading_font_size": "heading-large",
        "show_content": true,
        "text_font_size": "body-medium",
        "align_text": "text-left",
        "width": "wrapper",
        "color_scheme": "",
        "padding_top": 50,
        "padding_bottom": 50,
        "heading_tag": "automatic"
      }
    },
    "section_rich_text_BKMNUh": {
      "type": "section-rich-text",
      "blocks": {
        "heading_HL794A": {
          "type": "heading",
          "settings": {
            "title": "Highlands and Islands",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_emqGg8": {
          "type": "text",
          "settings": {
            "text": "<p>In some cases, we may not be able to deliver certain products to the Highlands and Islands parts of the UK as our couriers and suppliers (in the case of plants and selected other products) don't currently travel there.</p><p>However, some items may incur an additional charge for certain delivery postcodes including Scottish Highlands and Islands, Channel Islands, Isle of Man, Isle of Wight & the Isles of Scilly. This will usually be calculated at the checkout, although you may also be contacted for additional payment should these charges apply to your order.</p><p>Sorry, we're not taking any new orders in the <strong>ROI</strong> or <strong>NI</strong> at the moment while we work to understand the new Brexit regulations. We'll be back as soon as we can.</p>",
            "text_font_size": "body-small",
            "padding_bottom": 30
          }
        },
        "heading_afkQnT": {
          "type": "heading",
          "settings": {
            "title": "Large/Heavy Deliveries",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_7EFxQY": {
          "type": "text",
          "settings": {
            "text": "<p>If your order is over 4m or is likely to weigh over 50kg, you'll need to arrange some help taking delivery of these items. Some large/heavy items may arrive on a pallet. In some cases, it may be impractical for delivery companies to deliver to a specified point and may limit delivery to the kerbside.</p>",
            "text_font_size": "body-small",
            "padding_bottom": 30
          }
        },
        "heading_3K7d9p": {
          "type": "heading",
          "settings": {
            "title": "Awnings",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_wDrHrb": {
          "type": "text",
          "settings": {
            "text": "<p>-For awnings over 5m in length, someone must be present to sign for the delivery. Our carrier won't leave them in a safe place due to their size and value, so please ensure someone can be present to take delivery. The team will place your package where you need it.</p>",
            "text_font_size": "body-small",
            "padding_bottom": 30
          }
        },
        "heading_mFD9Dj": {
          "type": "heading",
          "settings": {
            "title": "Standard delivery charges for awnings:",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_rtLciP": {
          "type": "text",
          "settings": {
            "text": "<p>1m to 3.5m:<strong>£12.99</strong></p><p>4m:<strong>£39.99</strong></p><p>4.5m and over:<strong>£99.99 (2 man delivery service)</strong></p>",
            "text_font_size": "body-small",
            "padding_bottom": 30
          }
        },
        "heading_kRDAgf": {
          "type": "heading",
          "settings": {
            "title": "Named Day Delivery",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_QykHkn": {
          "type": "text",
          "settings": {
            "text": "<p>Named Day delivery is available for selected items ordered from Tuesday - Thursday, excluding public holidays. Look for the delivery options listed next to each products for availability.</p><p>Postcode restrictions apply</p>",
            "text_font_size": "body-small",
            "padding_bottom": 16
          }
        },
        "heading_hdJ3gb": {
          "type": "heading",
          "settings": {
            "title": "General",
            "heading_font_size": "heading-medium",
            "padding_bottom": 20,
            "heading_tag": "automatic"
          }
        },
        "text_FeQaek": {
          "type": "text",
          "settings": {
            "text": "<p><strong>Please note: </strong>Your order will be sent either by Courier or Royal Mail. In most cases, you don't need to wait in to sign for your delivery - if there's no-one at home when we deliver we can usually leave items with a neighbour or in a safe place at our own risk.</p><p>Please don't try to visit us to view, buy, or return products, as we do not have showrooms and most items are held at a number of different locations.</p>",
            "text_font_size": "body-small",
            "padding_bottom": 0
          }
        }
      },
      "block_order": [
        "heading_HL794A",
        "text_emqGg8",
        "heading_afkQnT",
        "text_7EFxQY",
        "heading_3K7d9p",
        "text_wDrHrb",
        "heading_mFD9Dj",
        "text_rtLciP",
        "heading_kRDAgf",
        "text_QykHkn",
        "heading_hdJ3gb",
        "text_FeQaek"
      ],
      "custom_css": [
        "#Rte--template--24766311793015__section_rich_text_BKMNUh p {color: black;}"
      ],
      "settings": {
        "align_text": "text-left",
        "width": "wrapper",
        "color_scheme": "scheme-afdd32db-45d7-45f1-a3b6-84fddefe0fd2",
        "overlay_opacity": 0,
        "show_overlay_text": false,
        "padding_top": 0,
        "padding_bottom": 100
      }
    },
    "section_accordion_group_XABayN": {
      "type": "section-accordion-group",
      "blocks": {
        "question_KeQBeB": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "How quickly do you deliver?",
            "content": "<p>Each item has an estimated delivery time on the product page. If you're in one of the less-accesible areas of the UK please allow slightly longer for delivery.</p><p><strong>Next Working Day Delivery</strong></p><p>If you select \"Next Working Day Delivery\", any orders placed by the deadline shown we will aim to deliver on the next working day. Orders placed over the weekend will be delivered Tuesday. Whilst we endeavour to ensure delivery times are met please note that circumstances beyond our control may sometimes delay arrival. In the event of a late delivery, we may offer to refund any additional charge you paid for next day delivery, however, late delivery does not of itself entitle you to cancel your order.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_n7mrfJ": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "What if I need to cancel my order before dispatch?",
            "content": "<p>If you cancel an order before despatch, we will give you a cancellation number which you should retain in the event of any subsequent query. That number is your proof that you have cancelled the order in time to prevent it being despatched.</p><p>If you don't have a cancellation number and you refuse to accept an order from our carrier that has been correctly supplied, we will need to deduct the cost of returning the items from any refund that we make.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_Cechn6": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "What if I order more than one item?",
            "content": "<p>We have several warehouses. If you have bought more than one different item your order may occasionally be sent in multiple packages and delivered separately. This means you will receive your purchase as quickly as possible. Please check the individual product descriptions on the website to see delivery speeds for each item.</p><p>If you want to order more than one product and Next Day Delivery is not available on each product, we may not be able to deliver everything next day. To ensure that you get your Next Day order on time, please place two separate orders.</p><p>Out of stock items - If one item is described as \"out of stock\", please make 2 separate orders if you require the in-stock items delivered immediately.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_64TXqJ": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "Signing for delivery",
            "content": "<p>If the goods are left without a signature, we must be notified of any damages or shortages within 24 hours of the delivery taking place.</p><p>Normally the delivery does not require a signature, however if you would prefer to sign for your goods then please state this in the \"Delivery Instructions\" section during the checkout process when placing your order.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_WyMejB": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "Access difficulties",
            "content": "<p>Orders may be delivered on a lorry. If your premises have any access problems for large vehicles, please contact us to discuss rather than leaving a note in the delivery instructions. Otherwise we will assume that you authorise us to leave your order at our carrier's discretion at a nearby location.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_W8KzUN": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "What if I refuse to accept the delivery?",
            "content": "<p>If you refuse to accept an order from our carrier, you may be responsible for any additional carrier costs, including the cost of returning the items to us. If you are refusing the order because you have changed your mind, you will be responsible for the costs of returning the goods unless we have given you a cancellation number.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_rd6Hjy": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "Shortages - did everything arrive?",
            "content": "<p>If you've ordered more than one item, please thoroughly check the contents of your delivery and associated packaging to compare it with our packing note to ensure that all goods have arrived. You must notify us within 24 hours if something hasn't arrived.</p><p>Please note that if you've ordered more than one item, we may send by separate carriers.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        },
        "question_gE3L7W": {
          "type": "question",
          "settings": {
            "default_open": false,
            "title": "Late deliveries and other problems",
            "content": "<p>We do of course make every effort to ensure that your order will arrive within the delivery times shown on the website. Unfortunately, on rare occasions this may not always be possible. Should your order fail to arrive when expected, please contact us immediately and we will do our best to resolve any problems (please note that our liability does not extend to providing compensation for late or failed deliveries). We make every reasonable effort to ensure that your order meets - and hopefully exceeds - your expectations. Of course, in rare cases things can sometimes go wrong and we will always do everything we can to rectify any problems in a quick and satisfactory manner. However, please note that we cannot be held responsible for any resulting additional expense you may incur unless with our prior written agreement.</p><p>Occasionally, time delays with 'Made to Order' items may occur. We will do our best to get bespoke orders completed and delivered within the estimated time scale. However, problems do occasionally arise that cause delays in the manufacture and delivery of \"made to order\" items. This does not entitle you to cancel the order, therefore we cannot accept that \"time is of the essence\" in 'made to order' or 'bespoke' situations.</p>",
            "show_icon": false,
            "icon_name": "icon-award",
            "icon_size": 20,
            "icon_color": ""
          }
        }
      },
      "block_order": [
        "question_KeQBeB",
        "question_n7mrfJ",
        "question_Cechn6",
        "question_64TXqJ",
        "question_WyMejB",
        "question_W8KzUN",
        "question_rd6Hjy",
        "question_gE3L7W"
      ],
      "settings": {
        "heading_font_size": "heading-medium",
        "question_font_size": "heading-small",
        "width": "wrapper",
        "columns": "1",
        "color_scheme": "scheme-3b35048f-489a-4b0b-9da8-ee62a44fd715",
        "padding_top": 50,
        "padding_bottom": 50
      }
    },
    "section_rich_text_zQWMzH": {
      "type": "section-rich-text",
      "blocks": {
        "heading_d7FU3Y": {
          "type": "heading",
          "settings": {
            "title": "Need help?",
            "heading_font_size": "heading-medium",
            "padding_bottom": 16,
            "heading_tag": "automatic"
          }
        },
        "text_raGxUY": {
          "type": "text",
          "settings": {
            "text": "<p>Contact our customer care team</p>",
            "text_font_size": "body-small",
            "padding_bottom": 0
          }
        }
      },
      "block_order": [
        "heading_d7FU3Y",
        "text_raGxUY"
      ],
      "settings": {
        "align_text": "text-left",
        "width": "wrapper",
        "color_scheme": "",
        "overlay_opacity": 0,
        "show_overlay_text": false,
        "padding_top": 0,
        "padding_bottom": 40
      }
    }
  },
  "order": [
    "main",
    "section_rich_text_BKMNUh",
    "section_accordion_group_XABayN",
    "section_rich_text_zQWMzH"
  ]
}
